Repository: darmau/multilingual
Catalog: PolyGlot/PolyGlot/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: %@ language
ar: لغة %@
de: %@-Sprache
es: Idioma %@
fr: Langue %@
hi: %@ भाषा
id: Bahasa %@
ja: %@言語
ko: %@ 언어
pt_br: Idioma %@
ru: %@ язык
zh_hans: %@语言
zh_hant: %@語言

source: AI analyzing...
ar: الذكاء الاصطناعي يحلل...
de: KI analysiert...
es: IA analizando...
fr: IA en cours d'analyse...
hi: AI विश्लेषण कर रहा है...
id: AI menganalisis...
ja: AI分析中...
ko: AI 분석 중...
pt_br: IA analisando...
ru: ИИ анализирует...
zh_hans: AI 分析中...
zh_hant: AI 分析中...

source: Analyze
ar: تحليل
de: Analysieren
es: Analizar
fr: Analyser
hi: विश्लेषण
id: Analisis
ja: 分析
ko: 분석
pt_br: Analisar
ru: Анализировать
zh_hans: 分析
zh_hant: 分析

source: Analyze Sentence
ar: تحليل الجملة
de: Satz analysieren
es: Analizar oración
fr: Analyser la phrase
hi: वाक्य विश्लेषण
id: Analisis Kalimat
ja: 文を分析
ko: 문장 분석
pt_br: Analisar frase
ru: Анализировать предложение
zh_hans: 分析句子
zh_hant: 分析句子

source: Antonyms
ar: أضداد
de: Antonyme
es: Antónimos
fr: Antonymes
hi: विलोम
id: Antonim
ja: 対義語
ko: 반의어
pt_br: Antônimos
ru: Антонимы
zh_hans: 反义词
zh_hant: 反義詞

source: API error (%lld): %@
ar: خطأ API (%lld): %@
de: API-Fehler (%lld): %@
es: Error de API (%lld): %@
fr: Erreur API (%lld) : %@
hi: API त्रुटि (%lld): %@
id: Error API (%lld): %@
ja: APIエラー (%lld): %@
ko: API 오류 (%lld): %@
pt_br: Erro de API (%lld): %@
ru: Ошибка API (%lld): %@
zh_hans: API 错误 (%lld): %@
zh_hant: API 錯誤 (%lld): %@

source: API Key not set. Please enter your API Key in Settings to use cloud AI.
ar: لم يتم تعيين API Key. يرجى إدخال API Key في الإعدادات.
de: API Key nicht gesetzt. Bitte geben Sie Ihren API Key in den Einstellungen ein.
es: API Key no configurada. Ingrese su API Key en Ajustes.
fr: API Key non définie. Veuillez saisir votre API Key dans les réglages.
hi: API Key सेट नहीं है। कृपया सेटिंग्स में API Key दर्ज करें।
id: API Key belum diatur. Masukkan API Key di Pengaturan.
ja: API Key が未設定です。設定画面でAPI Keyを入力してクラウドAIを利用してください。
ko: API Key가 설정되지 않았습니다. 설정에서 API Key를 입력해 주세요.
pt_br: API Key não definida. Insira sua API Key nas Configurações.
ru: API Key не установлен. Введите API Key в Настройках.
zh_hans: API Key 未设置，请在「设置」中填写对应的 API Key 以使用云端 AI 功能。
zh_hant: API Key 未設定，請在「設定」中填寫對應的 API Key 以使用雲端 AI 功能。

source: API Keys (Optional)
ar: API Keys (اختياري)
es: API Keys (opcional)
fr: API Keys (facultatif)
hi: API Keys (वैकल्पिक)
id: API Keys (Opsional)
ja: API Keys（任意）
ko: API Keys (선택사항)
pt_br: API Keys (opcional)
ru: API Keys (необязательно)
zh_hans: API Keys（可选）
zh_hant: API Keys（可選）

source: App display language
ar: لغة عرض التطبيق
de: Anzeigesprache
es: Idioma de visualización
fr: Langue d'affichage
hi: ऐप प्रदर्शन भाषा
id: Bahasa tampilan aplikasi
ja: アプリの表示言語
ko: 앱 표시 언어
pt_br: Idioma de exibição
ru: Язык отображения
zh_hans: 应用显示语言
zh_hant: 應用顯示語言

source: Apple Translation (no API Key needed)
ar: ترجمة Apple (لا حاجة لـ API Key)
de: Apple Übersetzung (kein API Key nötig)
es: Traducción Apple (sin API Key)
fr: Traduction Apple (sans API Key)
hi: Apple अनुवाद (API Key की आवश्यकता नहीं)
id: Terjemahan Apple (tanpa API Key)
ja: Apple 翻訳（API Key 不要）
ko: Apple 번역 (API Key 불필요)
pt_br: Tradução Apple (sem API Key)
ru: Перевод Apple (без API Key)
zh_hans: Apple 翻译（无需 API Key）
zh_hant: Apple 翻譯（無需 API Key）

source: Ask a question in any language...
ar: اطرح سؤالاً بأي لغة...
de: Stellen Sie eine Frage in einer beliebigen Sprache...
es: Haga una pregunta en cualquier idioma...
fr: Posez une question dans n'importe quelle langue...
hi: किसी भी भाषा में प्रश्न पूछें...
id: Ajukan pertanyaan dalam bahasa apa pun...
ja: 任意の言語で質問を入力...
ko: 아무 언어로 질문하세요...
pt_br: Faça uma pergunta em qualquer idioma...
ru: Задайте вопрос на любом языке...
zh_hans: 输入任何语言的问题...
zh_hant: 輸入任何語言的問題...

source: Auto Detect
ar: كشف تلقائي
de: Automatisch erkennen
es: Detección automática
fr: Détection auto
hi: स्वतः पहचान
id: Deteksi Otomatis
ja: 自動検出
ko: 자동 감지
pt_br: Detecção automática
ru: Автоопределение
zh_hans: 自动检测
zh_hant: 自動偵測

source: Available — Device AI will be prioritized
ar: متاح — سيتم إعطاء الأولوية للذكاء الاصطناعي على الجهاز
de: Verfügbar — Geräte-KI wird bevorzugt
es: Disponible — Se priorizará la IA del dispositivo
fr: Disponible — L'IA de l'appareil sera prioritaire
hi: उपलब्ध — डिवाइस AI को प्राथमिकता दी जाएगी
id: Tersedia — AI perangkat akan diprioritaskan
ja: 利用可能 — デバイスAIが優先されます
ko: 사용 가능 — 기기 AI가 우선 사용됩니다
pt_br: Disponível — A IA do dispositivo terá prioridade
ru: Доступно — ИИ на устройстве будет приоритетным
zh_hans: 可用 — 将优先使用设备端 AI
zh_hant: 可用 — 將優先使用裝置端 AI

source: Beginner
ar: مبتدئ
de: Anfänger
es: Principiante
fr: Débutant
hi: शुरुआती
id: Pemula
ja: 初級者
ko: 초보자
pt_br: Iniciante
ru: Начинающий
zh_hans: 初学者
zh_hant: 初學者

source: Chinese
ar: الصينية
de: Chinesisch
es: Chino
fr: Chinois
hi: चीनी
id: Mandarin
ja: 中国語
ko: 중국어
pt_br: Chinês
ru: Китайский
zh_hans: 中文
zh_hant: 中文

source: Choose AI and voice engines
ar: اختر محركات الذكاء الاصطناعي والصوت
de: KI- und Sprachengines wählen
es: Elegir motores de IA y voz
fr: Choisir les moteurs IA et voix
hi: AI और वॉइस इंजन चुनें
id: Pilih mesin AI dan suara
ja: AIと音声エンジンを選択
ko: AI 및 음성 엔진 선택
pt_br: Escolher mecanismos de IA e voz
ru: Выберите движки ИИ и голоса
zh_hans: 选择 AI 和语音引擎
zh_hant: 選擇 AI 和語音引擎

source: Clause Breakdown
ar: تحليل الجمل الفرعية
de: Nebensatzanalyse
es: Desglose de cláusulas
fr: Décomposition des propositions
hi: उपवाक्य विश्लेषण
id: Analisis Klausa
ja: 節の分解
ko: 절 분해
pt_br: Decomposição de orações
ru: Разбор придаточных
zh_hans: 从句拆解
zh_hant: 從句拆解

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Hapus
ja: クリア
ko: 지우기
pt_br: Limpar
ru: Очистить
zh_hans: 清除
zh_hant: 清除

source: Cloud AI Translation
ar: ترجمة الذكاء الاصطناعي السحابي
de: Cloud-KI-Übersetzung
es: Traducción IA en la nube
fr: Traduction IA cloud
hi: क्लाउड AI अनुवाद
id: Terjemahan AI Cloud
ja: クラウドAI翻訳
ko: 클라우드 AI 번역
pt_br: Tradução por IA na nuvem
ru: Облачный ИИ-перевод
zh_hans: 云端 AI 翻译
zh_hant: 雲端 AI 翻譯

source: Configure API Key to enable cloud AI
ar: قم بتهيئة API Key لتمكين الذكاء الاصطناعي السحابي
de: API Key für Cloud-KI konfigurieren
es: Configure API Key para IA en la nube
fr: Configurer l'API Key pour l'IA cloud
hi: क्लाउड AI सक्षम करने के लिए API Key कॉन्फ़िगर करें
id: Konfigurasikan API Key untuk mengaktifkan AI cloud
ja: API Keyを設定してクラウドAIを有効化
ko: 클라우드 AI를 위해 API Key 설정
pt_br: Configure API Key para IA na nuvem
ru: Настройте API Key для облачного ИИ
zh_hans: 配置 API Key 以启用云端 AI 功能
zh_hant: 配置 API Key 以啟用雲端 AI 功能

source: Configure API Key to enable cloud AI — Go to Settings
ar: قم بتهيئة API Key لتمكين الذكاء الاصطناعي — انتقل إلى الإعدادات
de: API Key für Cloud-KI konfigurieren — Zu Einstellungen
es: Configure API Key para IA en la nube — Ir a Ajustes
fr: Configurer l'API Key pour l'IA cloud — Aller aux réglages
hi: क्लाउड AI के लिए API Key कॉन्फ़िगर करें — सेटिंग्स पर जाएँ
id: Konfigurasikan API Key untuk AI cloud — Buka Pengaturan
ja: API Keyを設定してクラウドAIを有効化 — 設定へ
ko: 클라우드 AI를 위해 API Key 설정 — 설정으로 이동
pt_br: Configure API Key para IA na nuvem — Ir para Configurações
ru: Настройте API Key для облачного ИИ — Перейти в Настройки
zh_hans: 配置 API Key 可启用云端 AI — 前往设置
zh_hant: 配置 API Key 可啟用雲端 AI — 前往設定

source: Configure to enable cloud AI analysis
ar: قم بالتهيئة لتمكين تحليل الذكاء الاصطناعي السحابي
de: Konfigurieren für Cloud-KI-Analyse
es: Configurar para habilitar el análisis IA en la nube
fr: Configurer pour activer l'analyse IA cloud
hi: क्लाउड AI विश्लेषण सक्षम करने के लिए कॉन्फ़िगर करें
id: Konfigurasikan untuk mengaktifkan analisis AI cloud
ja: クラウドAI分析を有効にするために設定
ko: 클라우드 AI 분석을 위해 설정
pt_br: Configure para ativar a análise por IA na nuvem
ru: Настройте для облачного ИИ-анализа
zh_hans: 配置后可使用云端 AI 深度分析
zh_hant: 配置後可使用雲端 AI 深度分析

source: Conjugation
ar: تصريف
de: Konjugation
es: Conjugación
fr: Conjugaison
hi: क्रिया रूप
id: Konjugasi
ja: 活用
ko: 활용
pt_br: Conjugação
ru: Спряжение
zh_hans: 变形
zh_hant: 變形

source: Connection successful: %@
ar: الاتصال ناجح: %@
de: Verbindung erfolgreich: %@
es: Conexión exitosa: %@
fr: Connexion réussie : %@
hi: कनेक्शन सफल: %@
id: Koneksi berhasil: %@
ja: 接続成功: %@
ko: 연결 성공: %@
pt_br: Conexão bem-sucedida: %@
ru: Подключение успешно: %@
zh_hans: 连接成功: %@
zh_hant: 連線成功: %@

source: Connection Test
ar: اختبار الاتصال
de: Verbindungstest
es: Prueba de conexión
fr: Test de connexion
hi: कनेक्शन टेस्ट
id: Tes Koneksi
ja: 接続テスト
ko: 연결 테스트
pt_br: Teste de conexão
ru: Тест подключения
zh_hans: 连接测试
zh_hant: 連線測試

source: Control furigana display level
ar: التحكم في مستوى عرض الفوريغانا
de: Furigana-Anzeigestufe steuern
es: Controlar el nivel de visualización de furigana
fr: Contrôler le niveau d'affichage des furigana
hi: फुरिगाना प्रदर्शन स्तर नियंत्रित करें
id: Kontrol level tampilan furigana
ja: ふりがなの表示レベルを制御
ko: 후리가나 표시 수준 제어
pt_br: Controlar o nível de exibição de furigana
ru: Управление уровнем отображения фуриганы
zh_hans: 控制振假名的显示级别
zh_hant: 控制振假名的顯示級別

source: Definition available. Tap the button below to view.
ar: التعريف متاح. اضغط على الزر أدناه للعرض.
de: Definition verfügbar. Tippen Sie auf die Schaltfläche unten.
es: Definición disponible. Toque el botón de abajo.
fr: Définition disponible. Appuyez sur le bouton ci-dessous.
hi: परिभाषा उपलब्ध। देखने के लिए नीचे बटन टैप करें।
id: Definisi tersedia. Ketuk tombol di bawah untuk melihat.
ja: 定義があります。下のボタンをタップして表示してください。
ko: 정의가 있습니다. 아래 버튼을 눌러 확인하세요.
pt_br: Definição disponível. Toque no botão abaixo.
ru: Определение доступно. Нажмите кнопку ниже.
zh_hans: 系统词典中有该词条的释义。点击下方按钮查看完整释义。
zh_hant: 系統詞典中有該詞條的釋義。點擊下方按鈕查看完整釋義。

source: Detected: %@
ar: تم الكشف: %@
de: Erkannt: %@
es: Detectado: %@
fr: Détecté : %@
hi: पहचाना गया: %@
id: Terdeteksi: %@
ja: 検出: %@
ko: 감지됨: %@
pt_br: Detectado: %@
ru: Обнаружено: %@
zh_hans: 检测到: %@
zh_hant: 偵測到: %@

source: Dictionary
ar: القاموس
de: Wörterbuch
es: Diccionario
fr: Dictionnaire
hi: शब्दकोश
id: Kamus
ja: 辞書
ko: 사전
pt_br: Dicionário
ru: Словарь
zh_hans: 词典
zh_hant: 詞典

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
id: Inggris
ja: 英語
ko: 영어
pt_br: Inglês
ru: Английский

source: Enter a question to start
ar: أدخل سؤالاً للبدء
de: Frage eingeben zum Starten
es: Ingrese una pregunta para comenzar
fr: Saisir une question pour commencer
hi: शुरू करने के लिए प्रश्न दर्ज करें
id: Masukkan pertanyaan untuk memulai
ja: 質問を入力して開始
ko: 질문을 입력하여 시작하세요
pt_br: Digite uma pergunta para começar
ru: Введите вопрос для начала
zh_hans: 输入问题开始对话
zh_hant: 輸入問題開始對話

source: Enter a sentence or paragraph...
ar: أدخل جملة أو فقرة...
de: Satz oder Absatz eingeben...
es: Ingrese una oración o párrafo...
fr: Saisir une phrase ou un paragraphe...
hi: वाक्य या पैराग्राफ दर्ज करें...
id: Masukkan kalimat atau paragraf...
ja: 文章や段落を入力...
ko: 문장이나 단락을 입력...
pt_br: Digite uma frase ou parágrafo...
ru: Введите предложение или абзац...
zh_hans: 输入句子或段落...
zh_hant: 輸入句子或段落...

source: Enter a sentence to start analysis
ar: أدخل جملة لبدء التحليل
de: Satz zur Analyse eingeben
es: Ingrese una oración para analizar
fr: Saisir une phrase pour commencer l'analyse
hi: विश्लेषण शुरू करने के लिए वाक्य दर्ज करें
id: Masukkan kalimat untuk mulai analisis
ja: 文を入力して分析を開始
ko: 분석할 문장을 입력하세요
pt_br: Digite uma frase para iniciar a análise
ru: Введите предложение для анализа
zh_hans: 输入句子开始分析
zh_hant: 輸入句子開始分析

source: Enter a word to look up
ar: أدخل كلمة للبحث عنها
de: Wort zum Nachschlagen eingeben
es: Ingrese una palabra para buscar
fr: Saisir un mot à rechercher
hi: खोजने के लिए शब्द दर्ज करें
id: Masukkan kata untuk dicari
ja: 単語を入力して検索
ko: 검색할 단어를 입력하세요
pt_br: Digite uma palavra para pesquisar
ru: Введите слово для поиска
zh_hans: 输入单词开始查词
zh_hant: 輸入單字開始查詞

source: Enter a word...
ar: أدخل كلمة...
de: Wort eingeben...
es: Ingrese una palabra...
fr: Saisir un mot...
hi: शब्द दर्ज करें...
id: Masukkan kata...
ja: 単語を入力...
ko: 단어 입력...
pt_br: Digite uma palavra...
ru: Введите слово...
zh_hans: 输入单词...
zh_hant: 輸入單字...

source: Enter text to translate...
ar: أدخل النص للترجمة...
de: Text zum Übersetzen eingeben...
es: Ingrese texto para traducir...
fr: Saisir le texte à traduire...
hi: अनुवाद के लिए टेक्स्ट दर्ज करें...
id: Masukkan teks untuk diterjemahkan...
ja: 翻訳するテキストを入力...
ko: 번역할 텍스트 입력...
pt_br: Digite o texto para traduzir...
ru: Введите текст для перевода...
zh_hans: 输入要翻译的文本...
zh_hant: 輸入要翻譯的文字...

source: Error occurred
ar: حدث خطأ
de: Fehler aufgetreten
es: Se produjo un error
fr: Une erreur s'est produite
hi: त्रुटि हुई
id: Terjadi kesalahan
ja: エラーが発生しました
ko: 오류 발생
pt_br: Ocorreu um erro
ru: Произошла ошибка
zh_hans: 出错了
zh_hant: 出錯了

source: Etymology
ar: أصل الكلمة
de: Etymologie
es: Etimología
fr: Étymologie
hi: व्युत्पत्ति
id: Etimologi
ja: 語源
ko: 어원
pt_br: Etimologia
ru: Этимология
zh_hans: 词源
zh_hant: 詞源

source: Features available without API Key
ar: الميزات المتاحة بدون API Key
de: Funktionen ohne API Key verfügbar
es: Funciones disponibles sin API Key
fr: Fonctionnalités disponibles sans API Key
hi: API Key के बिना उपलब्ध सुविधाएँ
id: Fitur yang tersedia tanpa API Key
ja: API Key なしで利用可能な機能
ko: API Key 없이 사용 가능한 기능
pt_br: Recursos disponíveis sem API Key
ru: Функции, доступные без API Key
zh_hans: 无需 API Key 即可使用的功能
zh_hant: 無需 API Key 即可使用的功能

source: Follow System
ar: اتبع النظام
de: System folgen
es: Seguir el sistema
fr: Suivre le système
hi: सिस्टम का पालन करें
id: Ikuti Sistem
ja: システムに従う
ko: 시스템 설정 따르기
pt_br: Seguir o sistema
ru: Как в системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Furigana Level
ar: مستوى الفوريغانا
de: Furigana-Stufe
es: Nivel de furigana
fr: Niveau de furigana
hi: फुरिगाना स्तर
id: Level Furigana
ja: ふりがなレベル
ko: 후리가나 수준
pt_br: Nível de furigana
ru: Уровень фуриганы
zh_hans: 振假名级别
zh_hant: 振假名級別

source: Go to Settings to enter API Key
ar: انتقل إلى الإعدادات لإدخال API Key
de: Zu Einstellungen gehen, um API Key einzugeben
es: Ir a Ajustes para ingresar API Key
fr: Aller aux réglages pour saisir l'API Key
hi: API Key दर्ज करने के लिए सेटिंग्स पर जाएँ
id: Buka Pengaturan untuk memasukkan API Key
ja: 設定画面でAPI Keyを入力
ko: 설정에서 API Key 입력
pt_br: Ir para Configurações para inserir API Key
ru: Перейдите в Настройки для ввода API Key
zh_hans: 前往设置页面填写 API Key
zh_hant: 前往設定頁面填寫 API Key

source: Grammar Analysis
ar: تحليل القواعد
de: Grammatikanalyse
es: Análisis gramatical
fr: Analyse grammaticale
hi: व्याकरण विश्लेषण
id: Analisis Tata Bahasa
ja: 文法分析
ko: 문법 분석
pt_br: Análise gramatical
ru: Грамматический анализ
zh_hans: 语法分析
zh_hant: 語法分析

source: Hide Raw Response
ar: إخفاء الاستجابة الخام
de: Rohantwort ausblenden
es: Ocultar respuesta sin procesar
fr: Masquer la réponse brute
hi: कच्चा प्रतिसाद छिपाएँ
id: Sembunyikan Respons Mentah
ja: 生のレスポンスを非表示
ko: 원본 응답 숨기기
pt_br: Ocultar resposta bruta
ru: Скрыть исходный ответ
zh_hans: 隐藏原始响应
zh_hant: 隱藏原始回應

source: Including multilingual definitions, etymology, grammar analysis
ar: تعريفات متعددة اللغات، أصل الكلمة، تحليل نحوي
de: Mehrsprachige Definitionen, Etymologie, Grammatikanalyse
es: Definiciones multilingües, etimología, análisis gramatical
fr: Définitions multilingues, étymologie, analyse grammaticale
hi: बहुभाषी परिभाषाएँ, व्युत्पत्ति, व्याकरण विश्लेषण सहित
id: Termasuk definisi multibahasa, etimologi, analisis tata bahasa
ja: 多言語定義、語源、文法分析を含む
ko: 다국어 정의, 어원, 문법 분석 포함
pt_br: Definições multilíngues, etimologia, análise gramatical
ru: Многоязычные определения, этимология, грамматический анализ
zh_hans: 包括多语言释义、词源、语法分析等
zh_hant: 包括多語言釋義、詞源、語法分析等

source: Input: %@
ar: الإدخال: %@
de: Eingabe: %@
es: Entrada: %@
fr: Entrée : %@
hi: इनपुट: %@
ja: 入力: %@
ko: 입력: %@
pt_br: Entrada: %@
ru: Ввод: %@
zh_hans: 输入: %@
zh_hant: 輸入: %@

source: Interface Language
ar: لغة الواجهة
de: Sprache der Oberfläche
es: Idioma de la interfaz
fr: Langue de l'interface
hi: इंटरफ़ेस भाषा
id: Bahasa Antarmuka
ja: 表示言語
ko: 인터페이스 언어
pt_br: Idioma da interface
ru: Язык интерфейса
zh_hans: 界面语言
zh_hant: 介面語言

source: Invalid request URL.
ar: عنوان URL للطلب غير صالح.
de: Ungültige Anfrage-URL.
es: URL de solicitud no válida.
fr: URL de requête invalide.
hi: अमान्य अनुरोध URL।
id: URL permintaan tidak valid.
ja: リクエストURLが無効です。
ko: 잘못된 요청 URL입니다.
pt_br: URL de solicitação inválida.
ru: Неверный URL запроса.
zh_hans: 请求 URL 无效。
zh_hant: 請求 URL 無效。

source: Japanese
ar: اليابانية
de: Japanisch
es: Japonés
fr: Japonais
hi: जापानी
id: Jepang
ja: 日本語
ko: 일본어
pt_br: Japonês
ru: Японский
zh_hans: 日本語
zh_hant: 日本語

source: Japanese Settings
ar: إعدادات اللغة اليابانية
de: Japanisch-Einstellungen
es: Configuración de japonés
fr: Paramètres japonais
hi: जापानी सेटिंग्स
id: Pengaturan Bahasa Jepang
ja: 日本語設定
ko: 일본어 설정
pt_br: Configurações de japonês
ru: Настройки японского
zh_hans: 日语设置
zh_hant: 日語設定

source: Key Phrases
ar: العبارات الرئيسية
de: Schlüsselphrasen
es: Frases clave
fr: Expressions clés
hi: मुख्य वाक्यांश
id: Frasa Kunci
ja: キーフレーズ
ko: 핵심 구문
pt_br: Frases-chave
ru: Ключевые фразы
zh_hans: 关键短语
zh_hant: 關鍵短語

source: Korean
ar: الكورية
de: Koreanisch
es: Coreano
fr: Coréen
hi: कोरियाई
id: Korea
ja: 韓国語
ko: 한국어
pt_br: Coreano
ru: Корейский
zh_hans: 한국어
zh_hant: 한국어

source: LLM Engine
ar: محرك LLM
es: Motor LLM
fr: Moteur LLM
hi: LLM इंजन
id: Mesin LLM
ja: LLMエンジン
ko: LLM 엔진
pt_br: Motor LLM
ru: Движок LLM
zh_hans: LLM 引擎
zh_hant: LLM 引擎

source: Local Text-to-Speech (TTS)
ar: تحويل النص إلى كلام محلي (TTS)
de: Lokale Sprachsynthese (TTS)
es: Síntesis de voz local (TTS)
fr: Synthèse vocale locale (TTS)
hi: स्थानीय टेक्स्ट-टू-स्पीच (TTS)
id: Text-to-Speech Lokal (TTS)
ja: ローカル音声合成 (TTS)
ko: 로컬 음성 합성 (TTS)
pt_br: Síntese de voz local (TTS)
ru: Локальный синтез речи (TTS)
zh_hans: 本地语音合成 (TTS)
zh_hant: 本機語音合成 (TTS)

source: Local Translation (Apple)
ar: ترجمة محلية (Apple)
de: Lokale Übersetzung (Apple)
es: Traducción local (Apple)
fr: Traduction locale (Apple)
hi: स्थानीय अनुवाद (Apple)
id: Terjemahan Lokal (Apple)
ja: ローカル翻訳（Apple）
ko: 로컬 번역 (Apple)
pt_br: Tradução local (Apple)
ru: Локальный перевод (Apple)
zh_hans: 本地翻译（Apple）
zh_hant: 本機翻譯（Apple）

source: Look up
ar: بحث
de: Nachschlagen
es: Buscar
fr: Rechercher
hi: खोजें
id: Cari
ja: 検索
ko: 검색
pt_br: Pesquisar
ru: Найти
zh_hans: 查词
zh_hant: 查詞

source: Look up word definitions and grammar
ar: البحث عن تعريفات الكلمات والقواعد
de: Wortdefinitionen und Grammatik nachschlagen
es: Buscar definiciones y gramática
fr: Rechercher définitions et grammaire
hi: शब्द परिभाषाएँ और व्याकरण खोजें
id: Cari definisi kata dan tata bahasa
ja: 単語の定義と文法情報を検索
ko: 단어 정의 및 문법 검색
pt_br: Pesquisar definições e gramática
ru: Поиск определений и грамматики
zh_hans: 查询单词的释义和语法信息
zh_hant: 查詢單字的釋義和語法資訊

source: Native Level
ar: مستوى اللغة الأم
de: Muttersprachler
es: Nivel nativo
fr: Niveau natif
hi: मूल स्तर
id: Level Native
ja: ネイティブレベル
ko: 원어민 수준
pt_br: Nível nativo
ru: Уровень носителя
zh_hans: 母语水平
zh_hant: 母語水平

source: Network error: %@
ar: خطأ في الشبكة: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
hi: नेटवर्क त्रुटि: %@
id: Error jaringan: %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
pt_br: Erro de rede: %@
ru: Ошибка сети: %@
zh_hans: 网络错误: %@
zh_hant: 網路錯誤: %@

source: Network unavailable. Please check your connection.
ar: الشبكة غير متاحة. يرجى التحقق من الاتصال.
de: Netzwerk nicht verfügbar. Bitte Verbindung prüfen.
es: Red no disponible. Verifique su conexión.
fr: Réseau indisponible. Vérifiez votre connexion.
hi: नेटवर्क अनुपलब्ध। कृपया कनेक्शन जाँचें।
id: Jaringan tidak tersedia. Periksa koneksi Anda.
ja: ネットワークが利用できません。接続を確認してください。
ko: 네트워크 사용 불가. 연결을 확인해 주세요.
pt_br: Rede indisponível. Verifique sua conexão.
ru: Сеть недоступна. Проверьте подключение.
zh_hans: 网络不可用，请检查您的网络连接。
zh_hant: 網路不可用，請檢查您的網路連線。

source: No AI service available. Please configure an API Key or use a device with Apple Intelligence.
ar: لا تتوفر خدمة ذكاء اصطناعي. قم بتهيئة API Key أو استخدم جهازًا يدعم Apple Intelligence.
de: Kein KI-Dienst verfügbar. Bitte API Key konfigurieren oder Gerät mit Apple Intelligence verwenden.
es: Sin servicio IA disponible. Configure una API Key o use un dispositivo con Apple Intelligence.
fr: Aucun service IA disponible. Configurez une API Key ou utilisez un appareil avec Apple Intelligence.
hi: कोई AI सेवा उपलब्ध नहीं। API Key कॉन्फ़िगर करें या Apple Intelligence वाला डिवाइस उपयोग करें।
id: Tidak ada layanan AI tersedia. Konfigurasikan API Key atau gunakan perangkat dengan Apple Intelligence.
ja: 利用可能なAIサービスがありません。API Keyを設定するか、Apple Intelligence対応デバイスをご利用ください。
ko: 사용 가능한 AI 서비스가 없습니다. API Key를 설정하거나 Apple Intelligence 지원 기기를 사용해 주세요.
pt_br: Nenhum serviço de IA disponível. Configure uma API Key ou use um dispositivo com Apple Intelligence.
ru: Нет доступного ИИ-сервиса. Настройте API Key или используйте устройство с Apple Intelligence.
zh_hans: 当前无可用的 AI 服务。请配置 API Key 或使用支持 Apple Intelligence 的设备。
zh_hant: 目前無可用的 AI 服務。請配置 API Key 或使用支援 Apple Intelligence 的裝置。

source: No AI service configured, using local translation
ar: لم يتم تهيئة خدمة ذكاء اصطناعي، استخدام الترجمة المحلية
de: Kein KI-Dienst konfiguriert, lokale Übersetzung wird verwendet
es: Sin servicio IA configurado, usando traducción local
fr: Aucun service IA configuré, traduction locale utilisée
hi: कोई AI सेवा कॉन्फ़िगर नहीं, स्थानीय अनुवाद का उपयोग
id: Layanan AI belum dikonfigurasi, menggunakan terjemahan lokal
ja: AIサービス未設定、ローカル翻訳を使用
ko: AI 서비스 미설정, 로컬 번역 사용
pt_br: Nenhum serviço de IA configurado, usando tradução local
ru: ИИ-сервис не настроен, используется локальный перевод
zh_hans: 未配置 AI 服务，自动使用本地翻译
zh_hant: 未配置 AI 服務，自動使用本機翻譯

source: No Network Connection
ar: لا يوجد اتصال بالشبكة
de: Keine Netzwerkverbindung
es: Sin conexión de red
fr: Pas de connexion réseau
hi: कोई नेटवर्क कनेक्शन नहीं
id: Tidak Ada Koneksi Jaringan
ja: ネットワーク接続なし
ko: 네트워크 연결 없음
pt_br: Sem conexão de rede
ru: Нет сетевого подключения
zh_hans: 无网络连接
zh_hant: 無網路連線

source: Not supported on this device
ar: غير مدعوم على هذا الجهاز
de: Auf diesem Gerät nicht unterstützt
es: No compatible con este dispositivo
fr: Non pris en charge sur cet appareil
hi: इस डिवाइस पर समर्थित नहीं
id: Tidak didukung di perangkat ini
ja: このデバイスではサポートされていません
ko: 이 기기에서는 지원되지 않습니다
pt_br: Não suportado neste dispositivo
ru: Не поддерживается на этом устройстве
zh_hans: 当前设备不支持
zh_hant: 目前裝置不支援

source: Offline & Local Capabilities
ar: الإمكانيات المحلية وغير المتصلة
de: Offline- und lokale Funktionen
es: Capacidades sin conexión y locales
fr: Fonctionnalités hors ligne et locales
hi: ऑफ़लाइन और स्थानीय क्षमताएँ
id: Kemampuan Offline & Lokal
ja: オフライン・ローカル機能
ko: 오프라인 및 로컬 기능
pt_br: Recursos offline e locais
ru: Офлайн и локальные возможности
zh_hans: 离线与本地能力
zh_hant: 離線與本機能力

source: Open in System Dictionary
ar: فتح في قاموس النظام
de: Im Systemwörterbuch öffnen
es: Abrir en el diccionario del sistema
fr: Ouvrir dans le dictionnaire système
hi: सिस्टम शब्दकोश में खोलें
id: Buka di Kamus Sistem
ja: システム辞書で開く
ko: 시스템 사전에서 열기
pt_br: Abrir no dicionário do sistema
ru: Открыть в системном словаре
zh_hans: 在系统词典中打开
zh_hant: 在系統詞典中開啟

source: Particles
ar: حروف
de: Partikeln
es: Partículas
fr: Particules
hi: कण
id: Partikel
ja: 助詞
ko: 조사
pt_br: Partículas
ru: Частицы
zh_hans: 助词
zh_hant: 助詞

source: Pattern
ar: نمط
de: Muster
es: Patrón
fr: Modèle
hi: पैटर्न
id: Pola
ja: 文型
ko: 문형
pt_br: Padrão
ru: Модель
zh_hans: 文型
zh_hant: 文型

source: Politeness Level
ar: مستوى الاحترام
de: Höflichkeitsstufe
es: Nivel de cortesía
fr: Niveau de politesse
hi: विनम्रता स्तर
id: Tingkat Kesopanan
ja: 敬語レベル
ko: 경어 수준
pt_br: Nível de polidez
ru: Уровень вежливости
zh_hans: 敬语等级
zh_hant: 敬語等級

source: Question
ar: سؤال
de: Frage
es: Pregunta
hi: प्रश्न
id: Pertanyaan
ja: 質問
ko: 질문
pt_br: Pergunta
ru: Вопрос
zh_hans: 提问
zh_hant: 提問

source: Recent Queries
ar: عمليات البحث الأخيرة
de: Letzte Suchen
es: Búsquedas recientes
fr: Recherches récentes
hi: हाल की खोजें
id: Pencarian Terbaru
ja: 最近の検索
ko: 최근 검색
pt_br: Pesquisas recentes
ru: Недавние запросы
zh_hans: 最近查询
zh_hant: 最近查詢
